Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/national_elections/voting_procedure_in_a_general_election.html.txt.tmx
Source language: en
Languages: ga

source: Voting procedure in a general election
ga: Modh vótála in olltoghchán

source: The returning officer is the County Sheriff or the County Registrar for the county and is the person responsible for organising the poll, printing the ballot papers and counting the votes in each constituency
ga: Is é Sirriam an Chontae, nó Cláraitheoir an Chontae an ceann comhairimh agus is é/í an duine atá freagrach as an vótáil a eagrú, na páipéir ballóide a phriontáil, agus na vótaí a chomhaireamh i ngach dáilcheantar

source: The returning officer provides polling stations - usually schools and public buildings are used
ga: Cuireann an ceann comhairimh ionaid vótála ar fáil -de ghnáth baintear úsáid as scoileanna agus foirgnimh phoiblí

source: Each candidate at a general election may be represented by a "personation agent" at the polling station
ga: D'fhéadfadh gach iarrthóir gníomhaire pearsanaíochta a bheith aige/aice ag an ionad vótála

source: The personation agent supervises the polling and helps prevent electoral offences
ga: Déanann an gníomhaire pearsanaíochta maoirseacht ar an vótáil agus tugann sé/sí cúnamh chun coireanna vótála a sheachaint

source: If you are on the Register of Electors, a polling card will be sent to your home before the date of the general election
ga: Má tá tú ar Chlár na Vótálaithe, seolfar carta vótála chuig do theach roimh dáta an olltoghcháin

source: Your polling card will include your elector number and will tell you where you can vote
ga: Beidh d'uimhir vótála ar an gcárta vótála agus tabharfaidh sé eolas duit faoin ionad vótála

source: When you arrive at the polling station, you will be asked to state your name and address and you may be asked to prove your identity
ga: Nuair a shroicheann tú an t-ionad vótála, iarrfar ort d'ainm agus do sheoladh a lua, agus d'fhéadfadh sé go n-iarrfaí ort cruthú cé thú féin

source: If you are asked to prove your identity and you cannot do so, you may not be allowed to vote
ga: Má iarrtar ort cruthú cé thú féin agus má tharlaíonn sé nach bhfuil tú in ann é sin a dhéanamh, d'fhéadfadh sé nach dtabharfaí cead vótála duit

source: If the presiding officer is satisfied in relation to your identity, your ballot paper will be stamped and handed to you
ga: Má tá an ceann comhairimh sásta maidir le d'aitheantas, stampáilfear do pháipéar ballóide agus tabharfar duit é

source: You will then go into a voting compartment
ga: Ansin, rachaidh tú chuig bothán vótála

source: The names of the candidates in the election appear in alphabetical order on the ballot paper along with an indication of their political party, if any
ga: Tugtar ainmneacha na n-iarrthóirí sa toghchán ar an bpáipéar ballóide in ord aibitre, le tagairt dá bpáirtí polaitíochta má tá baint acu le páirtí

source: A photograph of the candidate and/or a party emblem may also appear on the ballot paper
ga: D'fhéadfadh griangraf iarrthóra agus/nó comhartha páirtí a bheith ar an bpáipéar ballóide freisin

source: You must indicate the order of your choice of candidates by writing 1 in the box beside the photograph of your first choice of candidate and, if you wish, write 2 beside the photograph of your second choice of candidate, 3 beside the photograph of your third choice and so on
ga: Ní foláir duit ord do rogha a thaispeáint trí 1 a scríobh sa bhosca le hais griangraif an iarrthóra a roghnaíonn tú sa chéad áit, agus más mian leat, 2 le hais griangraf do dara rogha iarrthóra, 3 le hais do thriú rogha, agus mar sin de

source: When you vote this way, you are instructing the returning officer to transfer your vote to your second choice candidate if the first choice is either elected or eliminated
ga: Nuair a vótáileann tú sa chaoi seo, tugann tú ordú don cheann comhairimh do vóta a aistriú chuig do dara rogha iarrthóra má tá do chéad rogha tofa nó díbeartha

source: If your second choice candidate is either elected or eliminated, your vote will be transferred to your third choice and so on
ga: Má tá do dara rogha iarrthóra tofa nó díbeartha, aistreofar do vótá go dtí do thríú rogha agus mar sin de

source: This is known as a single transferable vote
ga: Glaotar vóta amháin inaistrithe ar an gcóras seo

source: You must then fold your ballot paper to hide your vote and place it in the sealed ballot box
ga: Ní foláir duit, ina dhiaidh sin, do phaipéar ballóide a fhilleadh chun do vóta a chur i bhfolach, agus é a chur sa bhosca ballóide séalta

source: You may only vote once at the election
ga: Níl cead agat vótáil ach uair amháin sa toghchán

source: There are a number of procedures in place to allow people with disabilities to vote
ga: Tá roinnt modhanna ar fáil chun deis a thabhairt do dhaoine faoi mhíchumas a vótaí a chaitheamh

source: Prisoners can vote by registering on the Postal Voters List
ga: Is féidir le príosúnaigh vótáil trí chlárú ar an Liosta Postvótálaí

source: Eligibility to vote in a general election
ga: Intofacht chun vótáil in Olltoghchán

source: In order to be able to vote in a general election:
ga: Chun a bheith in ann vótáil in olltoghchán :

source: • You must be a citizen of Ireland or Britain
ga: • Ní foláir duit a bheith i do shaoránach Éireannach nó Briotanach

source: • You must be 18 years of age on the day of the election
ga: • Ní mór duit a bheith 18 mbliana d’aois ar lá an toghcháin

source: • Your name must be on the Register of Electors
ga: • Caithfidh d'ainm a bheith ar Chlár na Vótálaithe

source: You must bring a valid form of personal identification, such as a:
ga: Caithfidh tú foirm bhailí d'ábhar aitheantais pearsanta a thabhairt leat, mar shampla:

source: • Employee identity card containing a photograph
ga: • Cárta aitheantais fostaithe le griangraf

source: • Student identity card issued by an educational institution and containing a photograph
ga: • Cárta aitheantais do mhic léinn le griangraf eisithe ag institiúid oideachais

source: • Travel document containing name and photograph
ga: • Cáipéis taistil le hainm agus griangraf

source: • Bank or Savings or Credit Union book containing your address in the constituency or electoral area
ga: • Leabhar bainc, leabhar coigiltis, nó leabhar Comhar Creidmheasa le seoladh sa dáilcheantar nó sa cheantar toghchánach

source: • Cheque book and another document containing your address in the constituency
ga: • Seicleabhar agus doiciméad eile a bhfuil do sheoladh sa cheantar ann

source: • Cheque card and another document containing your address in the constituency
ga: • Seic-chárta agus doiciméad eile a bhfuil do sheoladh sa cheantar ann

source: • Credit card and another document containing your address in the constituency
ga: • Cárta creidmheasaagus doiciméad eile a bhfuil do sheoladh sa cheantar ann

source: • Birth certificate and another document containing your address in the constituency
ga: • Teastas breithe agus doiciméad eile a bhfuil do sheoladh sa cheantar ann

source: • Marriage certificate and another document containing your address in the constituency
ga: • Teastas pósta agus doiciméad eile a bhfuil do sheoladh sa cheantar ann

source: The address of your local polling station will be given on your polling card, which will be posted out to you before the election is held
ga: Beidh seoladh d'ionad vótála áitiúil ar do charta vótála, a seolfar chugat roimh an toghchán
